[
    {
        "scope": "Só por hoje meus pensamentos estarão concentrados na minha recuperação, em viver e apreciar a vida sem drogas.",
        "questions": [
            "Estou limpo hoje?",
            "De que maneira agi diferente?",
            "A minha doença dominou a minha vida hoje?",
            "O que fiz hoje que não gostaria de ter feito?",
            "O que eu gostaria de ter feito hoje e não fiz?",
            "Hoje fui bom para mim?",
            "Hoje foi um bom dia?",
            "Estive feliz?",
            "Estive sereno?"
        ]
    },
    {
        "scope": "Só por hoje terei fé em alguém de NA que acredita em mim e quer ajudar na minha recuperação.",
        "questions": [
            "Falei com o meu padrinho (madrinha) hoje?",
            "Fui a uma reunião hoje?",
            "Partilhei minha experiência, força e esperança?",
            "Quem são as pessoas na minha vida em quem confio hoje?",
            "Quem confiou em mim hoje?"
        ]
    },
    {
        "scope": "Só por hoje terei um programa. Tentarei segui-lo o melhor que puder.",
        "questions": [
            "Li hoje alguma literatura nossa?",
            "Que passos pratiquei conscientemente?",
            "Admiti hoje a minha impotência?",
            "Hoje fui capaz de confiar no meu Poder Superior?",
            "O que aprendi hoje sobre mim mesmo?",
            "Fiz reparações hoje?",
            "Devo alguma reparação?",
            "Admiti meus erros a alguém hoje?",
            "Preocupei-me com o ontem ou com o amanhã?",
            "Posso me aceitar como sou hoje?"
        ]
    },
    {
        "scope": "Só por hoje tentarei conseguir uma melhor perspectiva da minha vida através de NA.",
        "questions": [
            "Senti hoje que faço parte da humanidade?",
            "Hoje permiti tornar-me obcecado por algo?",
            "O que Deus me deu para eu sentir gratidão pelo dia de hoje?",
            "Prejudiquei a mim mesmo ou a alguém hoje?",
            "Em caso afirmativo, o que foi?",
            "Hoje eu estou disposto a mudar?",
            "Rezei ou meditei hoje?",
            "Como é que isso influiu em minha vida?",
            "Que princípios espirituais fui capaz de pôr em prática hoje?",
            "Hoje o importante na minha vida foi manter-me limpo?"
        ]
    },
    {
        "scope": "Só por hoje não sentirei medo, pensarei nos meus novos companheiros, pessoas que não estão usando drogas e que encontraram uma nova maneira de viver. Enquanto eu seguir este caminho, não terei nada a temer.",
        "questions": [
            "Dei hoje algo de mim sem esperar nada em troca?",
            "Senti medo hoje?",
            "Senti alegria ou dor intensa?",
            "Telefonei ou visitei alguém do programa hoje?",
            "Rezei pelo bem-estar de alguém hoje?",
            "Estive feliz hoje?",
            "Estive em paz hoje?",
            "Estive hoje consciente de que tenho uma escolha?"
        ]
    }
]